---
kind: other
id: Properties.T:Autodesk.Revit.DB.PointOnEdgeFaceIntersection
source: html/b6be869b-3f96-4094-2f33-1a3c91f16c3e.htm
---
# PointOnEdgeFaceIntersection Properties

Whether to orient the ReferencePoint to the edge or the face.